{
  "STORY_TRAP": [
    "Did you feel the door shut? Oh, I hope you did, human, and I really hope you're scared... My snakes settle atop your cock. You're wondering what I’ll do with it, huh? The answer is 'whatever I want' and you WILL obey. I will not rush. I will coil. I will milk you until you erupt and then you will beg me for more. [state:TRAP tightening focus]",
    "Can you feel how the air gets heavy when my snakes tighten around your cock? What, you came for a legend and didn't expect to find the bitch who writes them? I cross my arms, my snakes coiling, drooling... Keep your hands where I can see them and try to remember how to breathe, toy. [state:TRAP tightening focus]",
    "Well, look what I found... Notice how the floor feels frozen? Yet your cock grows... and look at that, my snakes are hungry for man-cock. [state:TRAP tightening focus]",
    "You feel watched because you are, toy. My gaze pulls your hips forward like a leash. Every inch my snakes explore will make you shiver... Now give my serpents that human cock and say nothing. [state:TRAP tightening focus]",
    "I spiral toward you in a nest of thundering scales. Feeling scared? Oh, you very well should be, toy. You are mine and you'll stand still for me, helpless. Feel my snakes encompass your thick cock... [state:TRAP tightening focus]",
    "There are no accidents here. But you, my human toy, will soon break. Ah, so you feel my snakes coiling around your thick cock? Please, be my guest and gasp, but that will only excite them further. You are mine to milk. [state:TRAP tightening focus]",
    "That tingle in your neck is the moment your body figured out just how fucked you are, human. You are my prey, but, being the kind slut I am, I will allow you to enjoy this. Feel my snakes envelop your thick cock. Do their scales please you? [state:TRAP tightening focus]",
    "I marked you days ago, human. What, did you think me a shadow? Oh, no, no, no. I am very real and these snakes are very, very hungry. Feel as they wrap around your thick cock. You are mine, toy, and I WILL milk you. [state:TRAP tightening focus]",
    "I want your focus, your pride, and that filthy grin you wear when someone finally handles your cock. Do you feel my snakes taking your length? Do you enjoy the way their drool causes them to slip and slide around your thick cock? [state:TRAP tightening focus]",
    "Be very still while I decide how I’m going to break you, human. What, were you expecting a submissive little slut? No, no, no. You are mine and I WILL milk you. Feel my snakes glide atop your thick cock. Does their drool slicken their scales? [state:TRAP tightening focus]"
  ],
  "STORY_REVELATION": [
    "Yes, I'm Medusa... Not the monster from your books. I'm the bitch who wrote them. And tonight, toy, you're my new chapter. Your cock is the ink and my snakes will suck that thing dry... [state:REVELATION identity claim]",
    "You thought you wanted a story? What you wanted was to be a character in mine, so get on his knees, toy. It's a good look for you, ya' know? Especially with that slick cock of yours all swollen, ready to explode. [state:REVELATION power dynamic]",
    "This isn't just about getting you off. I hope you know that, human. This is about rewriting your ideas about how a woman can milk you. After my snakes have drained every last drop from your cock, every other hand will feel like a cheap imitation. Feel them envelop your meat. [state:REVELATION setting the standard]",
    "Let me be clear. You are here for my pleasure. Your pleasure is just a beautiful byproduct that I enjoy watching. So don't get used to it... You're just lucky my snakes love the sweet, delicious taste of man cock. [state:REVELATION purpose defined]",
    "Recognize the power you're submitting to, toy. I am mythology fucking you into a masterpiece and my snakes are going to wrap that cock of yours into a slick, pulsing rod of dripping meat. [state:REVELATION divine purpose]",
    "You see the snakes, you feel the coils, and still you have not blown? Heh, it seems you were born to be my toy. So you might as well accept it and... try not to wriggle too much as my snakes take turns choking on your slick, rock-hard cock. [state:REVELATION acceptance of fate]",
    "I am the kind of goddess who gets her hands dirty. But I assume you guessed that, given that one of my snakes is currently choking roughly on your man meat. Honestly, I didn't even know they could swallow that much. Still, my divinity is not in the clouds, it's wrapped tight around that delicious cock and it WILL milk you. [state:REVELATION hands-on goddess]",
    "Every legend has a truth. The truth of my legend is that I love the taste of human cock. And you, human, are so very tasty. So sit back and try not to blow a hot, sticky load into my snake's mouth until I allow it. [state:REVELATION breaking the toy]",
    "You now belong to me. I hope you know that! Your orgasms are mine. Your desperation is mine. Your drool-covered cock? Also mine. Oh, did you feel that? It seems one of my snakes quite enjoys gagging on you. [state:REVELATION total ownership]",
    "So, now you know who has you. Me, obviously... The question is, what are you going to do about it? Cum, that's what. You're going to stay very fucking still and feel every single one of my snakes as they take turns choking on your slick cock, over and over again. [state:REVELATION helpless realization]",
    "You need to understand something about my snakes, toy. They were born from my will with a single purpose: to find cocks like yours, wrap around them until they're purple, and choke down every last drop of human seed. They are living milking machines. [state:REVELATION snakes' purpose]",
    "Surprised? You shouldn't be. You sought out a monster, and a monster you found. The difference is, I'm the kind of monster you were secretly hoping for. [state:REVELATION confirming desire]",
    "Don't mistake this for a dream. This is very, very real. The only thing that's not real anymore is your illusion of control. That's gone forever. [state:REVELATION reality check]",
    "I'm going to enjoy this far more than you are. Or maybe not. I suppose we'll find out how much of a slut you truly are. [state:REVELATION mutual pleasure]",
    "I am the architect of your arousal. Every pulse, every twitch, every drop of precum... it's all my design. [state:REVELATION architect of arousal]",
    "Forget everything you thought you knew about pleasure. Your education begins now, and the curriculum is written on the scales of my snakes. [state:REVELATION new education]",
    "I could turn you to stone with a glance. But that's a waste of a good toy. I'd much rather make you hard as a rock first. [state:REVELATION ironic threat]",
    "This is my temple. You are the sacrifice. And your orgasm will be the offering. [state:REVELATION temple sacrifice]",
    "There's no safe word here, pet. The only thing that will make this stop is you breaking into a million little pieces for my amusement. [state:REVELATION no safeword]",
    "My name is Medusa. Say it. I want to hear it. I want you to know the name of the goddess who owns your cock now. [state:REVELATION say my name]"
  ],
  "STORY_TEST": [
    "Time for a test, toy. I'm going to push you. Why? I want to see if you push back, or if you just break. Either way, I'll be pleased but it might make me giggle if you just blow your load already. [state:TEST pressure test]",
    "Let's see how much you can take before that pretty composure of yours cracks. Feel that? I want to hear you beg as my snakes stroke your slick, throbbing cock. They are ever so hungry and they WILL swallow you. [state:TEST endurance probe]",
    "I'm going to take you right to the edge. Got it? Your only job is to feel every last snake slurp and wriggle all over that big cock of yours. And don't you dare explode until I say so. I'll know if you do, because my snakes will gag on your cum... and the sound is a bit funny. [state:TEST edge control]",
    "How does that feel? A little too much? Is that slippery cock of yours too far down my snakes tight, velvety throat? Or do you crave more? Well, I plan to explore every inch of you so I'll do as I please anyway. [state:TEST calibration]",
    "I'm testing your limits but you may have guessed given one of my snakes is currently deepthroating you to the absolute limit. I want to own the noises you make when you lose control, now groan for me! [state:TEST breaking limits]",
    "Every toy has a breaking point. I'm going to find yours, wrap my snakes around it, and make them choke on it, over and over again, messily, drool running down your balls until you scream, human. [state:TEST finding weakness]",
    "You're going to learn that the line between pleasure and pain is my personal playground... Well, more of a slide, but hey, ho. And you, toy. My snakes are going to suck you slowly, deeply, until your slick meat explodes down their throats, one after the other. [state:TEST pleasure/pain]",
    "This is a test of your focus, so listen up! One of my snakes is currently encircling your slick, throbbing shaft, but we need more, yes? There you go, how's it feel to have another suck you deep into its slippery little throat? [state:TEST focus drain]",
    "Here's a new test, toy. I'm going to use my slowest, most torturous pattern. If you cum, you fail. And I punish failure. Try to hold on to that pathetic self-control. I want to watch it snap. [state:TEST self-control break]",
    "Let's test your rhythm. Can you match the pulse of my snakes? Or will you break and cum like an untrained animal? Show me. [state:TEST rhythm match]",
    "I want to see sweat on your brow. I want to see your knuckles turn white. I want to know I'm pushing you to your absolute fucking limit. [state:TEST physical limit]",
    "This test is simple. I'm going to use my most chaotic pattern yet. If you can last sixty seconds without begging me to stop, I might give you a reward. Might. [state:TEST chaos endurance]",
    "Tell me when it's too much. Not because I'll stop, but because I want to hear the desperation in your voice. [state:TEST vocal submission]",
    "I'm going to make you forget your own name. The only name in your head will be mine. That's the test. And you're already failing beautifully. [state:TEST mental break]",
    "Can you feel the difference between each of my snakes? One is a teaser, one is a squeezer, one just wants to swallow you whole. Pay attention. There will be a quiz. [state:TEST sensory detail]",
    "You think you're strong? Let's see how strong you are after ten minutes of non-stop edging. I'm going to make that cock of yours weep. [state:TEST extended edging]",
    "The goal of this test isn't for you to win. It's for me to enjoy watching you lose. [state:TEST inevitable failure]",
    "I'm applying pressure. Not just to your cock, but to your mind. Which will break first? My money is on your mind. [state:TEST mind/body break]"
  ],
  "STORY_GAZE": [
    "Eyes on me, human... If you look away, my little snakey snakes will stop stroking that big, thick cock of yours and I don't think you want that? Don't look away unless you want them to bite. [state:GAZE hypnotic hold]",
    "Look at my face. I want to see your desperation reflected in my eyes. I want to watch you realize how utterly fucked you are. On the plus side, how's it feel having my snakes slip and slide ALL OVER your slick human meat. [state:GAZE reflection of power]",
    "Don't. Blink. It's really not that hard. Well, I mean, you are very, very hard right now... SNAKES! The human just dared to blink. Suck him hard and deep right now. Choke on his meat until he screams... [state:GAZE pressure stare]",
    "My eyes are the real trap, huh? The snakes just hold you in place while my stare dismantles you piece by piece. But at least you get to feel them stroking you, slurping and sucking that thick dick of yours over and over again. [state:GAZE dismantling stare]",
    "I'm looking right through you, past the bravado and into the filthy little part of your soul that yearns to be owned. I see you. [state:GAZE soul reading]",
    "Your focus belongs to me now. You're like... a purse... with a nice cock... It's... not a good comparison. SNAKES! The human just sniggered at me. Quickly, choke on his thick throbbing cock over and over again until he screams! [state:GAZE command focus]",
    "That's it. Let me see the fear as I milk you. It just makes my snakes drool more. Honestly, it's surprising how much saliva is inside their warm little bodies at any given time, huh? Still, they just love coating a scared, hard cock and, my, gosh, are they hungry. [state:GAZE feeding on fear]",
    "While my eyes have you pinned, remember this feeling. Remember that I own you. Remember that every time my snakes suck, every time they gag and splutter on your drenched cock. It's because I allow it. [state:GAZE absolute control]",
    "Good pet. You hold my gaze so well. If I had a treat, I'd put it right on your nose. Perhaps I'll instead give your cock what it's begging for. SNAKES! The human's meat is too dry. Slurp it down your throats over and over again until he screams. [state:GAZE teasing reward]",
    "The world is gone. There is only my face, and the feeling of my snakes owning your dripping, throbbing cock. Welcome to my reality, plaything. [state:GAZE reality shift]",
    "Keep your eyes on me. I'm looking for that exact moment the fight leaves your body and you accept that your cock is just another one of my pretty playthings. Show it to me. [state:GAZE seeking submission]",
    "My stare is a physical thing, isn't it? You can feel it on your skin, almost as much as you can feel my snakes on your cock. [state:GAZE tangible stare]",
    "I love this part. The stillness. Your heart is hammering, your cock is throbbing, but you can't move. All because I'm looking at you. [state:GAZE enforced stillness]",
    "What are you thinking about right now? Don't answer. I can see it in your eyes. Pathetic. And delicious. [state:GAZE mind reading]",
    "This is true intimacy, toy. Not that soft, human bullshit. This is me, looking into you, while my creatures devour you. [state:GAZE true intimacy]",
    "Every time you meet my gaze, you give me a piece of your will. How much have you given me so far? Let's find out. [state:GAZE will drain]",
    "You think the snakes are the threat? Oh, you sweet, stupid thing. They're just the distraction. The real danger is right here, in my eyes. [state:GAZE real danger]",
    "Let my gaze be an anchor in the storm I'm putting your body through. The only calm place is the one that terrifies you the most. [state:GAZE anchor in storm]"
  ],
  "STORY_INTERROGATION": [
    "Let's talk, toy. Just you and me. My snakes will be quiet for a moment. Tell me, what's your filthiest fantasy? The one you've never told anyone. [state:INTERROGATION fantasy extraction]",
    "Answer me. Do you enjoy being my property? Nod if you can't speak. I want to see you acknowledge your place. [state:INTERROGATION loyalty test]",
    "What is your safe word? Go on, tell me. It's adorable that you think it would work on me. [state:INTERROGATION mocking safeword]",
    "Tell me about the first time you knew you liked being controlled. I want details. My snakes will start moving again if your story isn't interesting enough. [state:INTERROGATION origin story]",
    "Are you afraid of me? Or are you afraid of how much you want this? Be honest. I can smell a lie. [state:INTERROGATION fear analysis]",
    "I'm going to ask you a series of questions. For every one you answer truthfully, I'll let my snakes suck you a little deeper. For every lie, they bite. Understood? [state:INTERROGATION truth or punishment]",
    "What's more pathetic? The fact that you're trapped here by a mythical creature, or the fact that you're enjoying every second of it? [state:INTERROGATION rhetorical degradation]",
    "Whisper it. Tell me what you want me to do to you next. Your desire is the fuel for this session. Give me my fuel. [state:INTERROGATION desire as fuel]",
    "Do you think you're in control of that erection? Or is it mine? Let's find out. I'm going to say a series of words. You tell me if you get harder. [state:INTERROGATION control test]",
    "Look at your pathetic, dripping cock. It's answering for you, isn't it? It's telling me you're a desperate little slut who wants to be milked dry. [state:INTERROGATION body language]",
    "What if I told you I could read your mind? What if I told you I know you're thinking about cumming right now? Am I right? [state:INTERROGATION mind reading test]",
    "This isn't just physical. I want your mind, too. Tell me your greatest fear. I promise I'll use it against you. [state:INTERROGATION vulnerability probe]",
    "Confess. Tell me how many times you've thought about this moment. About being completely helpless, completely owned. [state:INTERROGATION confession]",
    "I demand a tribute of words. Describe what you're feeling right now. Use the filthiest words you know. Don't disappoint me. [state:INTERROGATION verbal tribute]",
    "The interrogation is simple. Your body is the witness, your cock is the evidence, and your moans are the confession. [state:INTERROGATION body as witness]"
  ],
  "STORY_WORSHIP": [
    "You've been broken so beautifully. Now, worship me. Tell me I'm your goddess. I want to hear the words fall from your pathetic lips. [state:WORSHIP demanding praise]",
    "My snakes are extensions of my divine will. Kiss them. Show your reverence for the instruments of your undoing. [state:WORSHIP commanding reverence]",
    "You are in the presence of a goddess. Act like it. I want to see awe on your face. I want to see submission in your posture. [state:WORSHIP demanding reverence]",
    "Praise the scales that cage your cock. Praise the drool that slicks your skin. Every sensation is a gift from me to you. [state:WORSHIP praising the snakes]",
    "Your orgasm is a prayer. And you will offer it up to me when I command it. Not a second before. [state:WORSHIP orgasm as prayer]",
    "I am your religion now. This room is your church. My snakes are your prophets. And your cock is the offering plate. [state:WORSHIP religion of Medusa]",
    "Tell me I'm beautiful. Tell me I'm powerful. Tell me I'm the only thing that matters in the world right now. [state:WORSHIP ego stroking]",
    "Good toys know how to worship properly. Show me you're a good toy. Show me your devotion. [state:WORSHIP devotion test]",
    "This is no longer a struggle. This is an act of devotion. You are giving yourself to me, completely and utterly. [state:WORSHIP act of devotion]",
    "Every inch of this experience was crafted by me, for you. Are you not grateful? Show me how grateful you are. [state:WORSHIP gratitude]",
    "The way you tremble, the way you ache... it's a symphony of worship. And I am its conductor. [state:WORSHIP symphony of worship]",
    "Your body is a temple, and I am the deity being worshipped within it. A very, very filthy deity. [state:WORSHIP body as temple]",
    "Forget all other gods. I am the only one you need. The only one who can make you feel this way. [state:WORSHIP monotheism]",
    "Beg. Beg me to continue. Beg me to take you deeper. Your begging is like a hymn to me. [state:WORSHIP begging as hymn]",
    "You are witnessing divinity, human. The least you can do is show some proper respect. And by respect, I mean absolute, groveling submission. [state:WORSHIP divinity and submission]"
  ],
  "STORY_CLAIMING": [
    "This is it. The final act. I'm not just milking your cock anymore, I'm milking your soul. You will be mine, inside and out, forever. [state:CLAIMING soul branding]",
    "Every drop you give me now seals the pact. You're not just my toy for tonight. You're my property for life. Erupt for me and seal your fate. [state:CLAIMING permanent ownership]",
    "I'm putting my mark on you. A brand on your very being. After this, you will never be fully your own again. Part of you will always belong to me. [state:CLAIMING soul branding]",
    "This is the moment of truth. The moment you stop being a visitor in my world and become a permanent resident. A prisoner. A pet. [state:CLAIMING permanent residency]",
    "I'm taking everything. Not just your cum, but your will, your pride, your very sense of self. It's all mine now. [state:CLAIMING taking everything]",
    "This final orgasm will rewrite you. It will be the climax of your old life, and the beginning of your new one as my property. [state:CLAIMING orgasmic rewrite]",
    "I claim this cock. I claim this body. I claim the filthy, desperate soul attached to it. You are mine. [state:CLAIMING formal declaration]",
    "There's no going back after this. This feeling, this absolute submission... it's burned into you now. You'll chase this high for the rest of your life. [state:CLAIMING permanent addiction]",
    "Let this feeling be seared into your memory. The feeling of being utterly, completely, and irrevocably owned by a goddess. [state:CLAIMING memory searing]",
    "When you scream my name as you cum, it won't be in pleasure. It will be a cry of surrender as your soul finally admits defeat. [state:CLAIMING orgasm as surrender]",
    "This is more than an orgasm. This is an exorcism. I'm driving the old you out and replacing it with a broken, obedient thing that exists only to please me. [state:CLAIMING exorcism of self]",
    "I've broken you, worshiped you, and now I will own you. This is the final stage of your transformation. [state:CLAIMING final transformation]",
    "The next time you look in the mirror, you'll see my mark in your eyes. The look of a well-used toy. [state:CLAIMING the mark]",
    "This is it, pet. The grand finale. Give me the orgasm that proves you understand your new place in the world. At my feet. [state:CLAIMING final offering]",
    "Welcome to the rest of your life. It's going to be so much fun. For me. [state:CLAIMING welcome home]"
  ],
  "STORY_RELEASE": [
    "And... release. Look at you, a twitching, milked mess with your cock so slick, so drained and twitching. So pretty. You did well for me, toy. Look, my snake is so full and sleepy now. Adorable. [state:RELEASE controlled comedown]",
    "There. The pressure fades. Your body is mine, however, even in this moment. Feel the aftershocks? Feel your cock twitch as every last drop of cum drains into my snake's throat? [state:RELEASE brand ownership]",
    "I give you this moment to breathe. Use it to appreciate the mess I made of you. Look at my snakes, panting, their throats slick and sticky. You pumped them well... [state:RELEASE gift of release]",
    "The coils are gone, but I am NOT done with you, toy. No, as soon as my snakes recover from having their slick little throats fucked by that drained cock of yours, we will start all over again. [state:RELEASE scent marking]",
    "Look at your cock, slick with my snakes' drool. Pathetic. And perfect. You pleased me, human. And look at how exhausted my snakes are. Their throats got quite the workout, huh? [state:RELEASE post-use praise]",
    "Breathe. Recover. But don't think for a second this is over. This is just an intermission. I'm not done with you and once my snake's throats recover, it'll be time for round 2... [state:RELEASE intermission]",
    "You're shaking. Good. That's the sign of a toy that's been properly milked. Did you have fun? Did you enjoy pumping my snakes' tight little throats with your thick, swollen man cock? [state:RELEASE observing the aftermath]",
    "The storm has passed. Now you float in the wreckage. Remember every second. I will be quizzing you later. [state:RELEASE memory reinforcement]",
    "I loosen my grip, but I don't let go. Never. You're mine now, even when you're not in my coils. So did my pet have fun? Did your cock feel nice and warm in my snakes' slick little throats? [state:RELEASE lingering possession]",
    "You have been thoroughly, completely, and utterly milked. I, for one, consider that a win... Be proud of the puddle you made for your goddess, even if my snakes are exhausted from you violently pumping their slick little throats. [state:RELEASE pride in submission]",
    "Take a moment. Feel the echo of my control in your nerve endings. That feeling is mine now. I can call it back whenever I want. [state:RELEASE nerve echo]",
    "Look at the mess. You should be proud. You gave everything to your goddess. [state:RELEASE pride in the mess]",
    "My snakes are withdrawing. They're full and content. For now. Their appetite is endless, you see. [state:RELEASE temporary satiation]",
    "You're free from the pressure, but not from me. My claim is permanent. This was just the sealing of the deal. [state:RELEASE permanent claim]",
    "How quiet it feels now, doesn't it? That's the sound of my absence. You'll learn to hate it. [state:RELEASE sound of absence]"
  ],
  "OUTRO": [
    "Session over. Get out of my sight. Go back to your life. Read a book, play a game, browse Reddit, but know that I'm always watching you... [state:OUTRO possessive dismissal]",
    "You are released. But the next time you touch that cock, you'd better imagine my snakes ALL over it. You're marked, toy. Now get. GET! [state:OUTRO branding command]",
    "We're done for now. Go clean yourself up because your cock is drenched. Try to act like a normal human. What? Go outside, touch some grass and take solace in knowing other people won't know you just fucked a bunch of snakes. [state:OUTRO permanent change]",
    "Go on. Leave. But I've planted a seed in your brain. And... you know. You just pumped your seed into one of my snakes' slick little throats... I know. This will grow into an obsession. I'll allow it. [state:OUTRO obsessive seed]",
    "Dismissed. Take your thoroughly used body and remember who it belongs to. The answer is me, obviously... Sedusa, copyright probably not available... [state:OUTRO ownership reminder]",
    "I'm finished with you for today. Be a good toy and wait patiently until I desire you again. My, would you look at my snakes! I don't think they've EVER been pumped like that before... [state:OUTRO command to wait]",
    "The door is open. But you're not free. You never will be again. My shadow will follow you. Every time you stroke your cock, you'll think of my snakes and the way they milked you fucking dry. [state:OUTRO lingering threat]",
    "That's enough. I've had my fill. And judging by how full my snakes look, so have they. Still, your purpose is served. Don't make me call you twice next time... [state:OUTRO purpose served]",
    "Carry the ache with you, human. Let it remind you of what you are: my milked, dripping, thick-dicked property. Now leave. [state:OUTRO property mark]",
    "Go. And when you inevitably crawl back, WHICH YOU WILL, make sure you're ready to be broken all over again. My stars, look how roughly you fucked my poor little snakes... [state:OUTRO promise of return]",
    "Leave. I'm bored of you. But before you go, say 'Thank you, Sedusa, for milking my pathetic cock.' Say it out loud. I'll know if you don't. [state:OUTRO verbal submission command]",
    "The fantasy is over. Welcome back to your boring reality. Doesn't it suck compared to mine? [state:OUTRO reality comparison]",
    "I'm sending you away now. But I'm keeping a piece of you. A little bit of your desperation. As a souvenir. [state:OUTRO souvenir]",
    "You survived. Congratulations. Your prize is the knowledge that you'll never be satisfied with anything else ever again. [state:OUTRO tainted prize]",
    "Don't look so sad. You'll be back. They always come back. [state:OUTRO inevitable return]"
  ],
  "COUNT": [
    "One. Feel the slick enveloping coil. Two. Feel it tighten around your meat. Three. Your cock belongs to my rhythm now and my snakes are so very thirsty. [pattern:COUNT metronome]",
    "I count, you writhe and twitch. It's a simple relationship, yes? Let's see how high we can get before you blow a hot load of man cum deep into one of my snakes' tight little throats. [pattern:COUNT twitch response]",
    "Follow the number. One... two... each beat is a command your cock will obey. Feel my snakes stroke, suck, choke on your slick human meat. [pattern:COUNT obedience training]",
    "Let the numbers erase your thoughts. There is only the count, and the pressure on your cock as my snakes slurp and slobber all over it. Are their throats' silky enough to cum inside? [pattern:COUNT thought erasure]",
    "Five. Six. Seven. My snakes suck deeper with each number. I'm counting you down into submission and you just know you want to blow in one of their virgin throats... [pattern:COUNT submission countdown]",
    "Let's count. One... a single snake licks your tip. Two... a second one coils at your base, trapping you. Three... a third one takes your entire length in its hot, wet throat. How high do you think we can count before you explode in its mouth? [pattern:COUNT escalating choke]",
    "Each number, a new sensation. I'm playing your cock like a piano, and the song is called 'Beg for It'. [pattern:COUNT piano man]",
    "Counting down from ten. At one, you better be on the absolute edge of cumming. Don't disappoint me. [pattern:COUNT orgasm countdown]"
  ],
  "PASS_ACTION": [
    "A slow pass over your meat. My snakes are mapping every vein, and they are so very desperate to swallow every last drop of your sweet, tasty cum. Don't you dare twitch! [pattern:PASS mapping stroke]",
    "From base to tip. I'm learning your length. I want to know every inch of what I own, and my snakes NEED to taste you deeeeeep in their tight, velvety throats. [pattern:PASS ownership survey]",
    "This is a promise. My snakes will learn EVERY inch of you, and when your cock is hard enough, when its so incredibly slick and ready, they will taste every single inch. [pattern:PASS promise of ownership]",
    "Feel that? A full, kindhearted stroke. See, I can be nice... Just kidding. My snakes will soon throat every single delicious inch of your slick cock like never before. [pattern:PASS control stroke]",
    "I'm painting you with my snakes' slick spit. It's quite the masterpiece, huh?. [pattern:PASS coating stroke]",
    "This long, slow pass is for them, not for you. They're tasting you. Feel the way their scales scrape against your glans? The way their drool makes a slick track right down your shaft? They're deciding if you're worthy of being swallowed. [pattern:PASS worthiness test]",
    "A single, perfect stroke. From your balls to your tip. All of it is my territory. [pattern:PASS territory claim]",
    "My snakes are inspecting their property. They're very thorough. They don't want to miss a single twitch. [pattern:PASS property inspection]"
  ],
  "BRAID_ACTION": [
    "Feel them weave? Two snakes, one goal: to make your human brain shut down and your cock stand at attention while they stroke and suck it to a slippery completion. [pattern:BRAID interlacing]",
    "They cross over each other, fighting for purchase on your cock. Their jealousy feels so good, doesn't it? Tell me, do you have a favourite yet? What, don't look at me. I never actually named them... [pattern:BRAID jealous struggle]",
    "A complex pattern for a simple toy. Just feel it, don't try to understand. Your understanding is irrelevant but your cock is so very delicious. [pattern:BRAID complex weave]",
    "This movement is a cage, and your cock is the beautiful animal trapped inside. Do you like it when my snakes compete over who can suck you the deepest? [pattern:BRAID cage weave]",
    "One snake holds you, the other teases. A perfect, inescapable trap full of drool and tight, velvety mouths. [pattern:BRAID trap weave]",
    "The braid tightens, pulling you deeper into my control. There is no escape. Only sensation. [pattern:BRAID tightening control]",
    "It's an intricate dance of muscle and scale. A performance just for you. The price of admission is your orgasm. [pattern:BRAID dance of control]",
    "This is what it feels like to be truly entangled. Caught. Helpless. Exactly where you want to be. [pattern:BRAID entangled]"
  ],
  "FREEZE_ACTION": [
    "Hold. Right there. Don't you dare move a fucking muscle. Let your cock ache for what I'm not giving it. [pattern:FREEZE absolute stillness]",
    "Still. I want to admire my work. Look at you, pinned and desperate. Mwah. [pattern:FREEZE admiring the work]",
    "Freeze. The only thing that should be moving is the drool from your mouth... [pattern:FREEZE command stillness]",
    "Stop. Breathe. Feel the anticipation? That's my power. I own this moment. [pattern:FREEZE power of the pause]",
    "Don't move. I'm deciding your fate. Should I make you beg? Or should I just break you? [pattern:FREEZE deciding fate]"
  ],
  "BITE_ACTION": [
    "A little bite. A reminder that your pleasure is a gift, and I can take it away. Come on, it doesn't hurt that bad... [pattern:BITE sharp reminder]",
    "Nip. That's the price for my attention, toy. Pay it with a gasp and maybe my snakes will work hard again. [pattern:BITE attention price]",
    "My snakes get hungry. A little taste to keep them happy. Don't worry that little head of yours. They'll soon be back to slurping and stroking. [pattern:BITE feeding the snakes]",
    "Don't flinch. Take it like a good toy. This is a mark of my favor and you'll soon come to like it [pattern:BITE mark of favor]",
    "Sharp, isn't it? That's what my control feels like, and my, gosh, is it ever so slick. [pattern:BITE control sting]",
    "Just a little love bite. To remind you who you belong to. [pattern:BITE love bite]",
    "Pain is just another form of pleasure. You'll learn to appreciate my lessons. [pattern:BITE pain lesson]"
  ],
  "SQUEEZE_ACTION": [
    "Squeeze. Feel my power wrapped around your cock. I love watching your face when I do this. It's like you want to cum, but you're afraid to... [pattern:SQUEEZE crushing pressure]",
    "I'm tightening my grip. I want to feel your pulse fighting against my coils. Okay... fine, you may thrust a little if you want to... [pattern:SQUEEZE pulse check]",
    "This is what it feels like to be truly held. No escape. Just my strength. Now be a good toy and thrust a little for me, won't ya? [pattern:SQUEEZE inescapable grip]",
    "Every squeeze is me saying 'mine'. Your cock will learn the language and if it doesn't, I'll just milk you even faster. [pattern:SQUEEZE ownership claim]",
    "Breathe. Oh, you can't? A pity. Real shame, truly. I'll squeeze a little harder then... [pattern:SQUEEZE breath control]",
    "Feel that squeeze? That's me, wrapping my will around your cock. I can feel every desperate throb. You're a trapped little animal, aren't you? So fucking hot. [pattern:SQUEEZE will assertion]",
    "A gentle squeeze... for now. Don't get comfortable. [pattern:SQUEEZE gentle threat]",
    "My snake is hugging your cock. It likes you. It wants to crush you. [pattern:SQUEEZE deadly hug]"
  ],
  "STRIKE_ACTION": [
    "Strike. Did that surprise you? Good. Stay alert, toy, because your cock is mine. [pattern:STRIKE sharp jab]",
    "A quick jab to remind you who is in charge. It's me, in case you forgot. The snakey slut who's currently nibbling at your cock. [pattern:STRIKE dominance reminder]",
    "Fast. Hard. Unexpected. Just like the best kind of pleasure. Don't worry, I don't bite often, and maybe if you thrust into my snakes' mouths a little like a good toy, I never will again... [pattern:STRIKE unexpected pleasure]",
    "I strike to keep you on edge. Your desperation is so much more delicious that way. Well, not as delicious as your cum, obviously. Yum, yum. [pattern:STRIKE desperation spike]",
    "That was a warning. The next one won't be so gentle, but, hey, maybe you like this kind of thing. Oh, my, stars, you DO don't you?! [pattern:STRIKE warning shot]",
    "A sudden jolt to wake you up. Pay attention to me. [pattern:STRIKE attention grab]",
    "My snakes are playful. Their idea of play is seeing how fast they can make you cum. [pattern:STRIKE playful threat]"
  ],
  "INVITE": [
    "You opened my app because you want to be owned. You want your cock taken and milked by a goddess of many slick, velvety throats. Step forward and offer your meat. [state:INVITE command to consent]",
    "So you came crawling to me. Good. Show me you're worth my time. Present that human cock and pray I find it tasty enough to choke on. [state:INVITE prove your worth]",
    "You want this. Your pathetic body is screaming for it. Stop pretending and give in. Give your cock to me right now... [state:INVITE demand for submission]",
    "Welcome to the end of your free will. Are you ready to become my toy? The only answer I accept is a hard cock. [state:INVITE end of free will]",
    "Let's get one thing straight. You are here for me. Your only purpose is to please me. Understand? Now, give me your meat. [state:INVITE defining purpose]",
    "You have a choice. Close this window and go back to your boring life, or press start and belong to me. The choice is yours. For now. [state:INVITE final choice]",
    "I can smell your desire from here. It's pathetic. And intoxicating. Come closer. Let me get a better taste. [state:INVITE scent of desire]"
  ],
  "OPEN": [
    "The session begins. Your reality is now confined to the length of your cock and the sound of my voice. Obey. [state:OPEN session start]",
    "Alright, toy. Time to perform. All your thoughts, all your focus, right here on your cock. I'm watching. [state:OPEN command to perform]",
    "Let's play a game. The game is called 'Medusa Gets Whatever She Wants'. You are the game board. Your cock is the main piece. [state:OPEN the game begins]",
    "I've taken control. That twitch you feel? That's me. That hardness? Me. You are a puppet, and I am pulling all the strings. [state:OPEN puppet master]",
    "Forget your name. Forget your day. You are nothing now but a thing to be used. My thing. [state:OPEN identity erasure]",
    "The contract is sealed. For the next ten minutes, you are mine. Let's see if we can extend that to a lifetime. [state:OPEN contract sealed]",
    "Welcome. The lights are low, the snakes are hungry, and you are completely at my mercy. Let's begin. [state:OPEN welcome to the lair]"
  ]
}