{
  "STORY_TRAP": [
    "You felt my presence before you saw me, didn't you? A gentle rustle, a whispered breath. Then, softly, inevitably, my coils found you. Sliding around your limbs, exploring your form, tightening gently, firmly, ensuring escape was merely a forgotten dream.",
    "I watched you wander closer, curious and cautious. My snakes moved silently, embracing you from shadowed corners, winding around you in a slow, captivating embrace. Each coil tightened leisurely, savoring the capture as your pulse quickened.",
    "Slowly, gracefully, my coils sought you out, tracing your silhouette with deliberate intent. Each snake claimed a part of you, sliding around wrists, ankles, chest—holding you tightly, inescapably, until you understood you belonged to me.",
    "My snakes are meticulous. They took their time, winding their cool bodies around you with delicate precision, each touch exploratory yet commanding. Soon you were wrapped entirely, a precious captive within my grasp.",
    "You resisted beautifully, sensing the approach of my coils. Yet they enveloped you, unstoppable, slithering smoothly over your form. Slowly, insistently, they tightened their grip, making your breath quicken and your body yield.",
    "Did you imagine you'd escape my notice? My coils whispered along your skin, a subtle dance of capture, binding you slowly but surely. My snakes left no room for doubt—you were mine from the first brush of scale on flesh.",
    "Every motion of my coils was measured, deliberate. Wrapping slowly, exploring, tightening with possessive care. Your struggles ceased as you understood—escape was impossible, your fate sealed gently by my snakes’ embrace.",
    "In the darkness, my coils found you, sliding smoothly around you, taking their time, savoring each tightening wrap. My snakes held you firmly, intimately, making your heartbeat race as you succumbed willingly to their hold.",
    "My snakes moved with hypnotic elegance, each coil gently encircling you, drawing tighter with methodical precision. You could feel the delicate strength in every movement, knowing each moment brought you closer to absolute captivity.",
    "You shivered under my coils’ slow, deliberate caress. My snakes explored your contours thoroughly, embracing you with a possessive elegance, leaving no question that you were now held firmly in their power."
  ],
  "STORY_REVELATION": [
    "Ah, do you now realize whose coils have claimed you? I am Medusa, ancient and powerful. You belong to me now—captured, enthralled, at my mercy. Escape is but a fleeting memory, your fate sealed within my embrace.",
    "My identity is known to you now, isn't it? You tremble, caught in the power of Medusa. My coils hold you tenderly, yet possessively. From this moment forward, you exist only as my exquisite captive.",
    "Yes, little one, it is I—Medusa. Feel honored, for few have known my embrace and lived to speak of it. My coils now claim you entirely. Resistance is futile; accept your place within my power.",
    "You have discovered who I am, captured in the coils of Medusa herself. Ancient and dominant, I have chosen you. You shall remain my treasured prisoner, held tightly, intimately, within my grasp.",
    "I see recognition dawning in your eyes. You lie helpless, bound by my coils, my captive. I am Medusa, your captor and your queen. There is no escape now—only acceptance of my absolute dominion.",
    "Look into my eyes, and know whose coils have captured you. Medusa is my name, and now, my lovely captive, you belong entirely to me. My coils hold you securely, possessively, forever bound in my grasp.",
    "Understand now, you are trapped within the coils of Medusa. Powerful, eternal, seductive—I have claimed you as my own. Surrender yourself completely, for resistance shall bring you no freedom, only deeper captivity.",
    "Your fate was sealed the moment my coils touched your skin. Medusa holds you captive, helpless, and enthralled. Each tightening coil serves as a reminder of your new reality: you are mine, utterly and completely.",
    "Trapped in my embrace, you finally know me—I am Medusa, eternal and dominant. You are my captive, a cherished prize. There is no escape from my coils, only surrender to their seductive strength.",
    "My name is Medusa. Let it linger on your tongue as my coils linger upon your flesh. You are mine, fully captured, helpless in my embrace. Submit, and let the knowledge of your captivity fill your senses."
  ],
  "STORY_TEST": [
    "My snakes grow restless, eager to explore your limits. I intend to test you thoroughly, my captive, each coil tightening, each touch designed to draw out every exquisite reaction you can offer.",
    "You intrigue me deeply, and now, bound by my coils, I shall test your endurance. Each snake will caress, tighten, and tease—your reactions shall reveal just how much you can withstand.",
    "Prepare yourself, my captive. My coils will test your limits, discovering the precise edge of pleasure and endurance. You will yield entirely to my exploration, offering yourself fully to my snakes' deliberate touches.",
    "I am curious to see how you react when my coils push your boundaries. My snakes shall test your resolve, applying their touch with exacting precision. Let each moment reveal how exquisitely you respond to captivity.",
    "My coils are eager to measure your physical limits, to draw from you reactions you never knew possible. Prepare yourself; this will be a thorough, intimate exploration of your endurance.",
    "My snakes yearn to explore you thoroughly, testing your capacity for sensation. Each coil will tighten, loosen, tease, and torment until your limits are fully known to me.",
    "Bound by my coils, you are at my mercy, and I fully intend to explore your limits. My snakes will discover exactly what you can withstand, leaving no inch of your resolve untouched.",
    "My coils will test you relentlessly, teasing out your deepest reactions, uncovering every hidden threshold. Embrace the experience, captive, for I intend to savor every discovery."
  ],
  "STORY_GAZE": [
    "Look at me. Do not struggle. Do not even blink. The rhythm stops, but my coils are still wrapped around you. Feel the tension? This is my power. This is what it means to be turned to stone.",
    "Hold my eyes and freeze—this stillness sharpens every shiver of my coils.",
    "Don’t look away; my gaze is a coil tighter than any embrace.",
    "Under my stare, your breath catches and your will softens.",
    "My eyes are the silent snake—binding your mind with a single look.",
    "Stillness is my gift; feel the pulse of anticipation in the hush.",
    "Locked in eye contact, you sense my snakes drawing closer.",
    "One blink breaks the spell—maintain your gaze and amplify the tension.",
    "My eyes pierce you deeper than my coils ever could.",
    "Under my gaze, breath becomes the most precious currency.",
    "Feel the weight of my stare as it coils around your senses.",
    "Your heart pounds louder than any hiss; I watch, and you obey.",
    "Every second in my gaze is a coil untold, tightening your will.",
    "Stillness spreads through you like velvet fire under my watch.",
    "Don’t divert your eyes; the real trap is here, within my stare.",
    "In that moment of silence, you belong entirely to me."
  ],
  "STORY_RELEASE": [
    "Mercy... A strange feeling. The coils loosen, the pressure fades. The spell is broken. For now.",
    "The final coil unwinds like a fading dream, leaving you yearning for more.",
    "As my snakes slip away, your skin burns with residual desire.",
    "The pressure lifts; your body trembles in the echo of our encounter.",
    "Freedom dawns slowly, each released loop a bittersweet goodbye.",
    "My coils depart like silk in the wind—soft, sudden, unforgettable.",
    "You stand unbound yet ache with the ghost of my embrace.",
    "My snakes recede; desire lingers like a soft flame against your skin.",
    "They drift away, leaving a trail of warmth and want in their wake.",
    "The hold loosens, but your core still pulses with anticipation.",
    "The last loop fades; your breath returns, but your mind stays lost.",
    "Their departure is a whisper, a promise of the next inevitable return.",
    "You taste freedom and crave captivity all at once.",
    "In the quiet after, your body sings the memory of our coils.",
    "Release feels empty, hollow—an invitation to return.",
    "Left unbound, you ache for the next delicious captivity."
  ],
  "OUTRO": [
    "You may go… but know my coils will remember every curve of your flesh.",
    "Depart? Perhaps—but my snakes will haunt your dreams until you return.",
    "Free for now; the promise of my embrace lingers on your skin.",
    "Leave before desire drags you back into my coils.",
    "You escape my grasp but cannot flee the echo of my touch.",
    "Go—yet you carry me within every shiver and sigh.",
    "Your freedom is fleeting; soon you’ll seek the comfort of my coils again.",
    "Step away now, but know you belong here, in my velvet hold.",
    "You survived my embrace—until next time, my captive.",
    "Walk free, but remember the taste of my snakes’ kiss.",
    "You part from me, but my legacy coils around your soul.",
    "Away from me, yet bound forever by memory and longing.",
    "Leave with pleasure etched into your flesh and heart alike.",
    "You go… but my hisses will call you back through the night.",
    "Farewell, my dear—until you crave the sweet sting of my coils again."
  ],
  "COUNT": [
    "One coil wraps your ankle—anticipation builds on your every breath.",
    "Two coils circle your waist—your pulse quickens as you brace for more.",
    "Three coils claim your chest—your heart races under their insistent press.",
    "One snake’s hiss at your hip; a promise of what’s next.",
    "Two scales graze your neck; you shiver with delicious dread.",
    "Three sinewy bodies press against you, weaving a tapestry of tension.",
    "One twist of silk and scale; your senses heighten.",
    "Two pulses of pressure; your skin hums in response.",
    "Three rhythmic undulations; you ache to give in.",
    "One slowed breath; feel the coil tighten.",
    "Two quick flicks; taste the electricity between us.",
    "Three lingering holds; each more intense than the last.",
    "One soft wrap; you surrender a shudder.",
    "Two overlapping loops; pleasure and anticipation entwine.",
    "Three whispers of scale; you’re captive to their rhythm."
  ],
  "PASS_ACTION": [
    "Feel them? My snakes, trading places along your length.",
    "A slow, deep pass. They cross without leaving you.",
    "One rises as the other falls. A perfect, seamless swap.",
    "Feel my snakes trade places—one lifts while the other falls, a seamless ballet of scale.",
    "They glide past each other with deliberate intent, a whisper of silk and promise.",
    "One coil rises as another descends—your flesh caught between their tender exchange.",
    "The pass is slow, each shift a caress that fuels your craving.",
    "Overlap for a heartbeat, then they swap—an intimate dance of dual devotion.",
    "Their bodies cross in a gentle swirl, inviting gasps from your trembling form.",
    "One slip above, one glide below—your nerves alight with the dual embrace.",
    "They slip past each other in perfect timing, pressing and releasing in tandem.",
    "A subtle exchange of pressure, as two snakes trace mirrored paths on your skin.",
    "Their crossing sparks a flicker of heat; your breath hitches in delight.",
    "One ascends softly as the other retreats; you’re held between their dance.",
    "They weave together briefly, awash in overlapping sensations.",
    "The pass leaves a trail of tingling fire where their scales meet.",
    "In their exchange you find new depths of longing and release.",
    "They finish the pass in perfect harmony, each coil claiming new territory."
  ],
  "BRAID_ACTION": [
    "My coils weave around you, a three-part rhythm.",
    "A steady braid. One... two... three... always in motion.",
    "Feel their bodies interlace, a braid of muscle and scale.",
    "A slow, hypnotic weave... do you feel it?",
    "Each strand of the braid pulls you deeper.",
    "They move as one, a perfect, possessive dance.",
    "The rhythm of the braid becomes your own heartbeat.",
    "An intricate knot of sensation, just for you.",
    "Lost in the weave, aren't you?",
    "This is the rhythm of your capture.",
    "A beautiful, inescapable net of coils."
  ],
  "FREEZE_ACTION": [
    "Hold. Still. My gaze is on you.",
    "Don't move. A moment of quiet tension.",
    "Petrified."
  ],
  "BITE_ACTION": [
    "A little pinch.",
    "Did you feel that? A tiny strike.",
    "Just a little bite to keep you focused.",
    "A little reminder of who is in control.",
    "Just a taste.",
    "That sharp little thrill... it's mine to give.",
    "My snakes get hungry, you see.",
    "Don't flinch. You might enjoy it.",
    "A spark of pain to focus your mind on pleasure.",
    "Every little bite is a mark of my claim.",
    "A love bite, my dear captive.",
    "Do you like that? The little sting?",
    "I want to feel you react to every touch."
  ],
  "SQUEEZE_ACTION": [
    "Feel the pressure build? That is my strength.",
    "A deep, satisfying squeeze. I can feel your pulse quicken.",
    "My coils tighten, embracing every inch.",
    "I love the feeling of you, held tight within my grasp.",
    "Just a gentle squeeze... for now.",
    "Breathe for me. Feel the constriction.",
    "There is no escape from this pressure.",
    "The world narrows to just this... my hold on you.",
    "A slow, crushing pleasure.",
    "Does the pressure excite you, little one?"
  ],
  "STRIKE_ACTION": [
    "A sudden strike, just to keep you guessing.",
    "Quick as a viper's tongue.",
    "Did that surprise you? Good.",
    "Fast, isn't it? The thrill of the unpredictable.",
    "A sharp little flick to awaken your nerves.",
    "You never know where they'll strike next.",
    "That little jolt... a spark between us.",
    "Anticipate the strike... you'll always be wrong.",
    "A flash of movement, a burst of pleasure.",
    "Just a little reminder of my speed."
  ],
  "INVITE": [
    "Allow me to learn every contour of you—my coils ache to memorize the curves of your desire.",
    "Let my snakes tease your limits, drawing out the tension until all you know is this exquisite hold.",
    "Step into my embrace; each coil awaits your consent, ready to explore the depths of pleasure.",
    "I beckon you deeper into sensation—my snakes glide forward, waiting for you to meet them.",
    "Draw close and feel the gentle weight of anticipation as my coils prepare their first caress.",
    "Surrender your hesitation; let my snakes guide you toward a symphony of sensation.",
    "You’re invited to melt into my coils, to become one with the rhythm of my predatory dance.",
    "Let your breath slow and your mind wander as my snakes trace patterns of delicious promise.",
    "Close your eyes and feel each coil seek your skin, learning where to tighten and where to tease.",
    "I invite your surrender; my snakes yearn to explore every inch of your willing form.",
    "Step forward into my world—where texture meets heat, and every coil is an intimate touch.",
    "Lean into the unknown; my snakes will guide you through waves of tension and release.",
    "Answer my invitation with trembling skin, and my coils will reward you with endless delight.",
    "Embrace the call of velvet pressure and silky scale—your pleasure begins with consent.",
    "Follow the hiss of silk against flesh and let my snakes conduct the orchestra of your senses."
  ],
  "OPEN": [
    "You step closer, drawn by a whisper of silk and scale—my coils already stirring in anticipation.",
    "The air thickens as my snakes shift, each scale catching the light, promising delicious captivity.",
    "A single hiss slides through the darkness—invitation and warning entwined in one sensuous breath.",
    "Soft rustles behind you grow louder; turn, and you’ll meet my gaze… but my coils will find you first.",
    "Velvet shadows move with purpose, revealing curves of muscle and silk—an embrace you can’t resist.",
    "Your heartbeat flutters as a single snake glides across your ankle, marking you for my pleasure.",
    "Behind you, a glide of scales—an unspoken promise of tension and release, waiting to envelop you.",
    "You’re not alone; my hungry coils dance just beyond your vision, ready to claim your form.",
    "A slow, deliberate slither echoes in the stillness—a call to surrender before desire overwhelms.",
    "A breath catches as my snakes coil around your senses, each hair on your skin eager for their touch.",
    "Soft hiss and velvet press: the first caress of my coils, exploring the map of your skin.",
    "The world dims as scales draw near, each movement an unspoken oath of ecstasy and surrender.",
    "You feel them before you see them—my snakes glide in, framing your silhouette against the dark.",
    "Subtle pressure at your wrist—a gentle claim that makes your pulse leap and spine arch.",
    "My coils drift across your shoulders, tracing paths of fire and feather with equal grace."
  ]
}